CSI API ETABS v1
cSapModel.EditGeneral Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cEditGeneral EditGeneral { get; }
ReadOnly Property EditGeneral As cEditGeneral
	Get
Dim instance As cSapModel
Dim value As cEditGeneral
value = instance.EditGeneral
property cEditGeneral^ EditGeneral {
	cEditGeneral^ get ();
}
abstract EditGeneral : cEditGeneral with get
Property Value
Type: cEditGeneral
See Also
Reference
cSapModel Interface
ETABSv1 Namespace